Revit 2027 API
ParameterTypeId.FabricSheetMassunit Property
 "Sheet Mass per Unit Area": Structural Sheet Mass per Unit Area [Sheet Mass / (Overall Length * Overall Width)]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMassunit { get; }
Public Shared ReadOnly Property FabricSheetMassunit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMassunit {
	ForgeTypeId^ get ();
}
static member FabricSheetMassunit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace